<!-- 书籍购买协议 -->
<template>
  <div class="bkxy-wrap">
    <h1>优财在线用户协议</h1>
    <p>本用户协议双方为优财智业（北京）科技发展有限公司（下称“优财”）与优财网校用户，本用户协议具有合同效力。
      本用户协议内容包括协议正文及所有优财在线已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。
      用户在使用优财在线提供的各项服务的同时，承诺接受并遵守各项相关规则的规定。优财在线有权根据需要不时地制定、修改本协议或各类规则，如本协议有任何变更，优财将在相关网站页面上提示修改内容。如用户继续使用优财所提供的网络服务，视为同意并接受变更后的服务条款。
      用户点击确认本用户协议后，本用户协议即在用户和优财在线之间产生法律效力。请用户务必在注册之前认真阅读全部用户协议内容，如有任何疑问，可向优财在线咨询或拨打400服务电话。 无论用户事实上是否在注册之前认真阅读了本用户协议，只要用户点击我已阅读并同意《用户协议》按钮并按照优财在线注册程序成功注册为用户，用户的行为仍然表示其同意并签署了本用户协议。</p>
    <p>一、 用户权利和义务：</p>
    <p>1.遵守所有与网络服务有关的网络协议、规定和程序；
        不得为任何非法目的而使用网络服务系统；
        不得干扰或侵犯优财网校的正常运行和其他用户的正常使用；
        未经允许，不得以任何形式下载或试图下载优财网校在线的任何内容；
        用户购买的课程只允许个人使用，不能用于其他目的；</p>
    <p>2.不得利用优财网校平台制作、复制、查阅和传播下列信息：
    任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、
    淫秽的信息资料；
    任何教唆他人进行违法犯罪行为的资料；
    任何不符合国家法律、法规规定的资料、信息；
    任何捏造或者歪曲事实，散布谣言，扰乱社会秩序的信息；
    损害优财声誉和商业利益的信息；
    不得未经许可而非法进入其它个人或组织电脑系统；
    未经允许，不得对优财网校平台中存储、处理或者传输的数据和应用程序进行删除、
    修改或者增加；
    不得故意制作、传播计算机病毒等破坏性程序；
    如果用户的行为违背上述规定，优财网校可以做出独立判断并有权立即取消用户资格。用户应对自己在优财网校平台上的违法行为承担全部法律责任。</p>
    <p>3.在注册时按照注册提示提供准确用户名和密码以及详尽的个人资料；</p>
    <p>4.在个人的注册信息发生变化时，用户应及时更新自己的注册信息，保证其个人资料的详尽和准确。所有用户输入的个人信息将被视作准确表明了用户的身份，并作为优财网校提供所有服务的有效身份依据。</p>
    <p>5.与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。</p>
    <p>6.用户一旦注册成功，成为优财网校的正式用户后，应当对自己的用户名（帐号）、密码的安全性负全部责任，用户的密码只能由用户自己保管。</p>
    <p>7.对于用户因帐号或密码泄露造成的各种损失，优财网校不承担任何责任。用户发现任何非法使用用户帐号的情况，应立即通知优财网校。</p>
    <p>8.一个听课帐号只能由一个用户使用，不允许多个用户使用同一个听课帐号，如果用户违反此规定，优财网校有权将此听课帐号作为无效处理并保留追究法律责任的权利。</p>
    <p>9.用户应使用正版课程资料，对于涉嫌盗版听课账号，一经证实（设置防盗密码），优财网校将有权将此听课账号做封号处理并保留追究法律责任的权利。</p>
    <p>二、优财网校课程说明</p>
    <p>1.优财网校课程一经购买（包括网上注册、邮局汇款、银行电汇、报名点缴费等各种购买方式），都不允许任何形式的退换。</p>
    <p>2.用户使用入学欢迎函标明的帐号登录注册后，所收取的培训费用将自动注入用户帐号。转入用户账号中的金额仅能作为优财网校课程中听课使用，不找零，不兑换现金或其他产品和服务。</p>
    <p>3.优财网校提供的课程都有截止登录时间，用户应在指定日期前登录学习。如果用户没有在最后期限之前登录优财网校，网校课程将作自动作废处理，用户自己应对此承担全部责任。</p>
    <p>三、优财的权利和义务：</p>
    <p>1.对于用户在优财网校上的不当行为或其它任何优财认为应当终止服务的情况，优财网校有权随时作出删除相关信息、终止服务提供等处理，而无须征得用户的同意； 优财网校不得随意中断或停止提供网校服务。但由于不可抗力或者其它非人为因素造成的服务的中断或停止，优财网校不承担任何相应的责任。</p>
    <p>2.优财网校网站内以任何形式表现的作品（包括但不限于文字、软件、声音、图片、录像、表格、电子邮件等）的著作权，用户未经许可，不得擅自对优财网校包括电子讲义在内的任何作品进行任何形式的翻录、复制或从事其他任何违反著作权法等相关法律、法规的活动。对侵犯优财网校知识产权的个人和组织，优财将依法追究其民事或刑事责任。</p>
    <p>3.优财有权对用户使用优财网校的情况进行审查和监督。如用户在使用。</p>
  </div>
</template>

<script>
export default {
  data () {
    return {
    }
  },

  components: {},

  computed: {},

  mounted () {},

  methods: {}
}

</script>
<style lang="scss" rel="stylesheet/scss" scoped>
  @import "../../assets/scss/app";
  .bkxy-wrap{
    padding: 20px;
    font-size: 18px;
    line-height: 40px;
    background: #ffffff;
    h1{
      text-align: center;
      font-size: 24px;
      font-weight: bold;
    }
    p{
      text-indent: 36px;
    }
  }
</style>
